{
  "La página que buscabas existe": "The user has internet connection",
  "Tienes conexión a internet": "The searched page exists",
  "El servidor está levantado y funcionando": "The server is up and running",
  "Codium: Desarrollo de producto y formación": "Codium: Product development and training",
  "Servicios": "Services",
  "Valores": "Values",
  "Desarrollo": "Development",
  "Cursos": "Trainings",
  "Working with Legacy Code": "Working with Legacy Code",
  "Test-Driven Development": "Test-Driven Development",
  "Refactoring a Patrones": "Refactoring Patterns",
  "Docker": "Docker",
  "Quality Assurance": "Quality Assurance",
  "Taller de Front-end <span class=\"badge bg-primary\">online</span>": "Front-end Workshop <span class=\"badge bg-primary\">online</span>",
  "Equipo": "Team",
  "Contactar": "Contact",
  "Desarrollamos software de calidad. Formamos a equipos de programación. Estamos especializados en TDD, código legacy y patrones de diseño.": "We develop quality software. We train programming teams. We are specialized in TDD, legacy code and design patterns.",
  "Especializados en TDD y Legacy code.": "Specialized in TDD and Legacy code.",
  "Muchas gracias por ponerte en contacto con nosotros.": "Thank you very much for contacting us.",
  "Te contestaremos lo antes posible.": "We will reply to you as soon as possible.",
  "Ha ocurrido un error, por favor inténtelo de nuevo o envíe un mail a <strong>info@codium.team</strong>.": "An error has occurred, please try again or send an email to <strong>info@codium.team</strong>.",
  "Programación de calidad": "Quality programming",
  "Desarrollamos tu producto autónomamente o junto a tu equipo.": "We develop your product autonomously or alongside your team.",
  "Nos atrevemos con tu legacy": "We dare with your legacy",
  "Recuperamos el control de tu producto actualizando y modernizando el código.": "We regain control of your product by updating and modernizing the code.",
  "Expertos en testing": "Testing experts",
  "Reducimos las incidencias y costes definiendo y ejecutando una estrategia de testing.": "We reduce incidents and costs by defining and executing a testing strategy.",
  "DevEx": "DevEx",
  "Mejoramos la eficiencia y mentalidad de tu equipo.": "We improve your team's efficiency and mindset.",
  "Infrastructura y cloud": "Infrastructure and cloud",
  "Dockerizamos y creamos una pipeline de test y despliegamos en la nube con kubernetes.": "We Dockerize and create a testing pipeline and deploy in the cloud with Kubernetes.",
  "Data engineering": "Data engineering",
  "Transformamos investigaciones en productos.": "We transform research into products.",
  "¿Qué podemos hacer por ti?": "What can we do for you?",
  "Resolvemos retos complejos.": "We solve complex challenges.",
  "Entregamos valor rápido y de forma sostenible.": "We deliver value quickly and sustainably.",
  "Explicanos tus retos y te ayudamos a resolverlos.": "Tell us your challenges and we will help you solve them.",
  "Conoce al equipo": "Meet the team",
  "Hablemos": "Let's talk",
  "Me gustaría saber más...": "I would like to know more...",
  "La mejor forma de conocernos es hablando con nosotros.": "The best way to get to know us is by talking to us.",
  "Rellena este formulario o envía un mail a <strong>info@codium.team</strong> y busquemos un momento para hablar.": "The best way to get to know us is by talking to us. Fill out this form or send an email to <strong>info@codium.team</strong> and let's find a time to talk.",
  "Nombre": "Name",
  "Email": "Email",
  "Mensaje": "Message",
  "Enviar mensaje": "Send message",
  "Quieres un equipo de alto rendimiento para desarrollar tu producto. Colaboramos con tu equipo o de forma autónoma.": "You want a high-performance team to develop your product. We collaborate with your team or work independently.",
  "Quieres aprender una nueva habilidad y generar un punto de inflexión en tu equipo. Enseñamos con cursos prácticos.": "You want to learn a new skill and create a turning point for your team. We teach with practical trainings.",
  "Formación continua": "Continuous training",
  "Quieres que tu equipo se mantenga en forma a nivel tecnológico. Sesiones periódicas para desarrollar diferentes áreas.": "You want your team to stay fit technologically. Periodic sessions to develop different areas.",
  "Aceleración técnica": "Technical acceleration",
  "Quieres que tu equipo suba de nivel y/o formar a las nuevas incorporaciones de forma intensiva.": "You want your team to level up and/or train new hires intensively.",
  "Simplicidad": "Simplicity",
  "Respeto": "Respect",
  "El respeto a los demás y a uno mismo es la base de todo.": "Respect for others and for oneself is the foundation of everything.",
  "Pragmatismo": "Pragmatism",
  "Huimos de los dogmas buscando el equilibrio entre el coste y beneficio.": "We flee from dogmas seeking the balance between cost and benefit.",
  "Lean": "Lean",
  "Reducimos el desperdicio con ciclos cortos que minimizan el riesgo.": "We reduce waste with short cycles that minimize risk.",
  "eXtreme Programming": "eXtreme Programming",
  "Aplicamos TDD, Pair programming, refactoring, integración continua...": "We apply TDD, Pair programming, refactoring, continuous integration...",
  "Software crafters": "Software crafters",
  "Amamos lo que hacemos y compartimos lo aprendido.": "We love what we do and share what we've learned.",
  "Reduce los costes de desarrollo y mantenimiento desacoplando y testeando.": "Reduce development and maintenance costs by decoupling and testing.",
  "Identifica y soluciona problemas en el código": "Identify and solve problems in the code",
  "Mejora el código desacoplando las dependencias": "Improve the code by decoupling dependencies",
  "Cambia el software con seguridad gracias a los tests": "Change software safely thanks to tests",
  "Diseña una estrategia de testing efectiva y barata de mantener": "Design an effective and low-maintenance testing strategy",
  "Test-driven development": "Test-driven development",
  "Desarrolla software adaptable, con calidad y de forma simple.": "Develop adaptable, quality software simply.",
  "Aprende los beneficios de TDD": "Learn the benefits of TDD",
  "Evita los problemas más frecuentes en la creación de los tests": "Avoid the most common problems in test creation",
  "Testea sin acoplamiento con los dobles de pruebas": "Test without coupling using test doubles",
  "Descubre la tranquilidad del código bien testeado": "Discover the peace of well-tested code",
  "Mejora el diseño de tu código usando patrones de diseño.": "Improve your code design using design patterns.",
  "Aprende buenas soluciones a problemas recurrentes": "Learn good solutions to recurring problems",
  "Crea código flexible, mantenible y reutilizable": "Create flexible, maintainable, and reusable code",
  "Refactoriza un código en mal estado evitando la sobreingeniería": "Refactor code in poor condition while avoiding over-engineering",
  "Saca partido al IDE para que el refactor se más sencillo": "Make the most of the IDE to make refactoring easier",
  "Simplifica la gestión de la infraestructura.": "Simplify infrastructure management.",
  "Elimina el famoso 'en mi máquina funciona'": "Eliminate the famous 'it works on my machine'",
  "Habilita que todo tu equipo pueda construir y mantener las imágenes": "Enable your entire team to build and maintain images",
  "Evita los problemas de seguridad al crear imágenes": "Avoid security issues when creating images",
  "Mejora tus procesos de Integración Continua automatizando el despliegue": "Improve your Continuous Integration processes by automating deployment",
  "Automatiza las validaciones de tu web.": "Automate your website validations.",
  "Automatiza pruebas repetitivas y monótonas": "Automate repetitive and monotonous tests",
  "Potencia tus habilidades de QA aprendiendo las bases y fundamentos del testing": "Enhance your QA skills by learning the basics and fundamentals of testing",
  "Ahorra tiempo y obtén feedback más rápido al automatizar pruebas manuales": "Save time and get feedback faster by automating manual tests",
  "Mejora la experiencia de desarrollo con tests que detectarán errores con mayor precisión": "Enhance the development experience with tests that will detect errors more accurately",
  "Taller de Frontend online": "Online Frontend Workshop",
  "Testeando legacy code. De e2e a unitario.": "Testing legacy code. From e2e to unit tests.",
  "Automatiza pruebas con tests e2e y cypress": "Automate tests with e2e tests and Cypress",
  "Refactoriza tu código para separar la lógica de negocio y presentación": "Refactor your code to separate business logic and presentation",
  "Aprende a escribir tests unitarios rápidos siguiendo el acrónimo FIRST": "Learn to write fast unit tests following the acronym FIRST",
  "Desarrolla la nueva funcionalidad haciendo TDD": "Develop new functionality using TDD",
  "Formulario de contacto": "Contact form",
  "<span class=\"text-logo-color\">Desarrollamos</span> software de calidad <span class=\"text-logo-color\">y formamos</span> a equipos de programación": "<span class=\"text-logo-color\">We develop</span> quality software <span class=\"text-logo-color\">and train</span> programming teams",
  "Qué ofrecemos": "What we offer",
  "Empresas que ya han confiado en nosotros": "Companies that have already trusted us",
  "Información sobre": "Need information about",
  "Lo bueno, si simple, dos veces bueno.": "The good, if simple, is twice as good.",
  "Cursos disponibles": "Available trainings",
  "Más información": "More information",
  "Valores y metodología": "Values and methodology",
  "Curso Working with Legacy": "Working with Legacy training",
  "Curso de TDD": "TDD training",
  "Curso de Patrones": "Design Patterns training",
  "Curso de Docker": "Docker training",
  "Curso Quality Assurance": "Quality Assurance training",
  "Programa de aceleración": "Acceleration program",
  "Desarollo - Codium": "Development - Codium",
  "Tu equipo de programación de alto rendimiento integrados en tu empresa u outsourcing. Entregamos el máximo valor en cada iteración.": "Your high-performance programming team integrated into your company or outsourcing. We deliver maximum value in each iteration.",
  "Desarollo": "Development",
  "Curso,Formación,Training,TDD,Legacy Code,Calidad de código,Programación,Desarrollo,Producto,Lean,Agile,Software": "Course,Training,Training,TDD,Legacy Code,Code Quality,Programming,Development,Product,Lean,Agile,Software",
  "Beneficios": "Benefits",
  "Metodología": "Methodology",
  "Entregamos el máximo valor en cada iteración.": "We deliver maximum value in every iteration.",
  "3 meses a 1 año": "3 months to 1 year",
  "150 y 500 horas al mes": "150 to 500 hours per month",
  "Remoto": "Remote",
  "PHP, Python, React, React Native...": "PHP, Python, React, React Native...",
  "Español, inglés y catalán": "Spanish, English, and Catalan",
  "Dos personas firmando un contrato": "Two people signing a contract",
  "Tres personas de píe": "Three people standing",
  "¿Qué recibirás si nos contratas?": "What will you receive if you hire us?",
  "Ponemos el foco en crear software que dure, sea fácil de cambiar, barato de mantener y aspiramos a que no tenga defectos.": "We focus on creating software that lasts, is easy to change, cheap to maintain, and we aspire for it to be defect-free.",
  "Un equipo centrado crear productos que enamoren.": "A team focused on creating products that captivate.",
  "Implementando sólo lo imprescindible para los requisitos actuales (diseño incremental)": "Implementing only what is essential for current requirements (incremental design)",
  "Evitando complejidades innecesarias": "Avoiding unnecessary complexities",
  "Un equipo con gran experiencia técnica, cohesionado y mentalidad lean.": "A team with great technical experience, cohesive and with a lean mindset.",
  "Capaces de minimizar las incidencias en producción": "Capable of minimizing incidents in production",
  "Mejorando la moral y motivación del equipo": "Improving team morale and motivation",
  "Capaces de reducir el testeo manual de la aplicación": "Capable of reducing manual testing of the application",
  "Un software de alta calidad que se adaptará a tus necesidades que funcionará desde la primera entrega.": "A high-quality software that will adapt to your needs and will work from the first delivery.",
  "Aumentando la seguridad de los desarrolladores al introducir cambios en el código": "Increasing developers' security when introducing changes in the code",
  "¿Por qué contar con Codium para  desarrollar tu producto?": "Why rely on Codium to develop your product?",
  "Trabajamos contigo para destilar lo que más valor aporta e implementarlo con buenas prácticas y estándares de calidad.": "We work with you to distill what adds the most value and implement it with good practices and quality standards.",
  "Codium es tu equipo.": "Codium is your team.",
  "Porque buscas un equipo de confianza": "Because you seek a trustworthy team",
  "Porque te ayudaremos a simplificar e invertir en lo que más importa": "Because we will help you simplify and invest in what matters most",
  "Porque desarrollamos software flexible a cambios": "Because we develop software flexible to changes",
  "Porque te entregamos valor continuamente": "Because we deliver value continuously",
  "¿Cuál es el formato de la colaboración?": "What is the format of the collaboration?",
  "Duración <strong>entre 3 meses y 1 año</strong> prolongables": "Duration between <strong>3 months and 1 year</strong> extendable",
  "Entre <strong>150 y 500 horas al mes</strong>": "Between <strong>150 and 500 hours per month</strong>",
  "De <strong>forma remota</strong> con <strong>mucha comunicación</strong>": "<strong>Remote work</strong> with <strong>lots of communication</strong>",
  "¡Me interesa!": "I'm interested!",
  "Empresas que ya han confiado en nosotros para desarrollar su producto": "Companies that have already trusted us to develop their product",
  "Acordamos las funcionalidades y entregamos valor de forma continua": "We agree on the functionalities and deliver value continuously"
}
